"lblChargeLimit" = "Limite carica:";
"btnDischarge" = "Scarica";
"btnTopup" = "Ricarica";
"btnInstallHelper" = "Installa Strumento Assistente";
"btnQuit" = "Esci";
"hlpSailingModePopover" = "Sailing Mode attivata.";
"hlpCalibrationPopover" = "Ribilanciamento e Ricalibrazione in corso";
"hlpHeatProtectionPopover" = "Ricarica inibita a causa di temperatura batteria troppo alta. Temperatura attuale:";
"hlpIntelModePopover" = "Modalità per CPU Intel Attiva";
"lblSailingMode" = "Sailing Mode";
"txtEnabled" = "Attivata";
"txtDisabled" = "Disattivata";
"hlpSailingModeSettings" = "Dopo che AlDente ha terminato di caricare la batteria al valore desiderato, lascerà che il MacBook torni alla percentuale impostata prima di ricominciare a caricare. Questo per evitare una carica/scarica continua a ridosso del valore impostato.";
"txtWillSailTo" = "Obiettivo Sailing Mode ";
"txtSailingModeDeactivated" = "Sailing Mode disattivata.";
"lblHeatProtection" = "Protezione termica";
"hlpHeatProtectionSettings" = "AlDente interrompe automaticamente la carica se la temperatura della batteria supera il valore impostato.";
"txtMaxTemp" = "Max. Temp";
"txtCurrent" = "  Attuale: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Protezione termica disattivata.";
"lblCalibrationMode" = "Modalità Calibrazione";
"btnStopCalibration" = "Arresta Calibrazione";
"btnStartCalibration" = "Avvio Calibrazione";
"txtDischarge15" = "Scarica\n15%";
"txtCharge100" = "Carica\n100%";
"txtHold1h" = "Mantieni\n1h";
"txtHold" = "Mantieni\n";
"txtDischarge" = "Scarica\n";
"lblStopChargingWhenSleeping" = "Arresta carica\nse in modalità sospensione";
"hlpStopChargingWhenSleeping" = "Se attivata, la carica viene automaticamente inibita quando il sistema entra in modalità sospensione, anche se la percentuale desiderata non è ancora stata raggiunta.";
"lblStopChargingWhenClosed" = "Arresta ricarica\nse la app è chiusa";
"lblStopChargingWhenPoweredOff" = "Arresta ricarica\nse spento";
"hlpStopChargingWhenPoweredOff" = "Se attivata, la carica rimane inibita quando AlDente viene terminato. La funzione può essere riattivata riavviando AlDente o resettando l'SMC.";
"lblIntelMode" = "Modalità per CPU Intel";
"hlpIntelModeSettings" = "Disponibile solo sui MacBook con CPU Intel. Utilizza un diverso parametro SMC per controllare il valore di carica massima. In questa modalità non sono disponibili funzioni come Consenti scarica, Sailing Mode e Modalità calibrazione, ma il valore di carica impostato persiste ai riavvii. Il valore effettivo potrebbe differire fino al 5% da quello impostato.";
"lblHelperApp" = "Strumento Assistente";
"btnReinstall" = "Reinstalla";
"btnRemove" = "Rimuovi";
"lblUpdates" = "Aggiornamenti";
"btnCheckForUpdates" = "Cerca Aggiornamenti";
"txtCheckManually" = "Controlla Manualmente";
"txtCheckAutomatically" = "Controlla Automaticamente";
"lblOther" = "Altro";
"btnManageLicense" = "Gestisci Licenza";
"btnActivateLicense" = "Attiva Licenza";
"btnSaveDebugFile" = "Salva file di Debug";
"lblLaunchAtLogin" = "Avvia al Login";
"hlpLaunchAtLogin" = "Avvia AlDente all'Accensione";
"lblRestoreCompleted" = "Ripristino Completato!";
"txtRestoreCompleted" = "Le impostazioni sono state ripristinate ai valori predefiniti.";
"btnResetSettings" = "Ripristino Impostazioni";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2024 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Ottieni Pro!";
"lblSyncingChargeState" = "Sincronizza stato di carica";
"txtDischargeExitDescription" = "Poiché AlDente sta scaricando la batteria, per uscire dall'applicazione è necessario attendere che macOS riconosca che la scarica è terminata. Premere OK per uscire comunque, lo schermo potrebbe lampeggiare una volta";
"btnOK" = "OK";
"btnCancel" = "Cancella";
"lblIntelNotification" = "AlDente è in esecuzione in Modalità CPU Intel";
"txtIntelNotification" = "A causa di limitazioni hardware, su questo MacBook è disponibile solo la modalità CPU Intel. Le funzioni Pro non possono essere attivate in questo stato.";
"lblSetupNotification" = "AlDente Pro Setup";
"txtSetupNotification" = "Per favore andare in:\n\nPreferenze di Sistema ➔ Batteria ➔ Batteria\n\ne disabilitare\n\n \Caricamento ottimizzato\.\n\nCiò garantisce ad AlDente il pieno controllo del comportamento di ricarica.";
"txtSetupNotificationVentura" = "Per favore andare in:\n\nImpostazioni di Sistema ➔ Batteria ➔ Stato Batteria (Pulsante Info)\n\ne disabilitare\n\n \Caricamento Ottimizzato\.\n\nCiò garantisce ad AlDente il pieno controllo del comportamento di ricarica.";
"lblUpdateHelperNotification" = "Aggiorna Strumento Assistente";
"txtUpdateHelperNotification" = "AlDente deve aggiornare lo Strumento Assistente. Potrete rimuovere questa applicazione in ogni momento utilizzando il pulsante \Rimuovi Strumento Assistente\.";
"lblInstallHelperNotification" = "Installa Strumento Assistente";
"txtInstallHelperNotification" = "Per poter controllare il comportamento di ricarica del MacBook, AlDente Pro deve installare uno Strumento Assistente. Potrete rimuovere questa applicazione in ogni momento utilizzando il pulsante \Rimuovi Helper\.";
"lblHelperInstallSuccessNotification" = "Installazione Strumento Assistente riuscita!";
"lblRemoveHelperNotification" = "Rimuovere Strumento Assistente?";
"txtRemoveHelperNotification" = "Siete sicuri di voler rimuovere lo Strumento Assistente? AlDente può funzionare solo con lo Strumento Assistente installato";
"lblHelperRemovedNotification" = "Strumento Assistente Rimosso";
"txtHelperRemovedNotification" = "Lo Strumento Assistente di AlDente è stata rimossa con successo. Dato che AlDente si affida ad uno Strumento Assistente per svolgere le sue funzioni, non sarà molto utile finché non reinstallerete l'Helper. AlDente si chiuderà ora.";
"lblClamshellDischargeProNotification" = "Scusa!";
"txtClamshellDischargeProNotification" = "La scarica attiva in modalità Clamshell è disponibile solo con la versione Pro.";
"lblDischargeInfoNotification" = "Qualche informazione sulla Modalità Scarica";
"txtDischargeInfoNotification" = "Per consentire lo scaricamento in ogni scenario, come la modalità clamshell, AlDente deve disabilitare temporaneamente la modalità sospensione del dispositivo. Per questo motivo, in alcuni MacBook, la modalità sospensione potrebbe essere disattivata durante lo scaricamento. È possibile che altre applicazioni che hanno un controllo sul comportamento della modalità sospensione non funzionino correttamente.";
"lblDebugInfoSavedNotification" = "Informazioni di Debug salvate";
"txtDebugInfoSavedNotification" = "File di informazioni di Debug salvato con successo qui: ";
"lblActivationSuccessfulNotification" = "Attivazione avvenuta con successo!";
"txtActivationSuccessfulNotification" = "Grazie per aver acquistato AlDente Pro! Che la Pasta sia con te.";
"lblNoConnectionNotification" = "Nessuna connessione";
"lblDisableSleepCompletely" = "Disabilita modalità sospensione\nfino al raggiungimento del Limite di Carica";
"hlpDisableSleepCompletely" = "Con questa opzione attivata AlDente disabilita la modalità sospensione del tuo MacBook fino a quando il Limite di Carica non è stato raggiunto, anche se il coperchio viene chiuso. La modalità sospensione viene automaticamente riattivata quando il cavo di alimentazione viene scollegato.";
"lblShowOnStartup" = "Mostra all'avvio";
"hlpShowOnStartup" = "L'interfaccia utente di AlDente si aprirà automaticamente quando l'app viene avviata.";
"hlpShowDockIcon" = "L'icona di AlDente verrà mostrata nel Dock";
"lblShowDockIcon" = "Mostra icona nel Dock";
"hlpNoMenubarIcon" = "Rimuove l'icona di AlDentre dalla barra del menù. Quando questa opzione è attivata, la App è raggiungibile solo dalla icona nel Dock.";
"lblPopoverAnimation" = "Animazione Popup";
"hlpPopoverAnimation" = "Accende o Spegne l'animazione di Popup.";
"lblPopupWindow" = "Finestra Popup";
"lblNoMenubarIcon" = "Nasconde icona nella barra del menù";
"lblShowOnlyAlDenteIcon" = "Solo icona di AlDente";
"lblMenubarIcon" = "Icona della barra menù";
"txtDifference" = "Differenza:";
"txtNoConnectionNotification" = "AlDente deve verificare la validità della tua licenza una volta ogni 30 giorni. Per favore collegati a internet per permettere a AlDente di funzionare.";
"lblAdvancedIntelMode" = "Modalità CPU Intel Avanzata";
"hlpSettingsLock" = "Le impostazioni sono bloccate. Per favore contatta il tuo amministratore di sistema per sbloccarle.";
"hlpUseRealPercentage" = "Attivando questa impostazione, AlDente userà la percentuale hardware della batteria come riferimento. Il valore mostrato in macOS solitamente differisce da questo valore di qualche punto percentuale, in funzione dell'età della batteria e dallo stato della carica.";
"ttlStats" = "Stats";
"lblUseRealPercentage" = "Percentuale batteria hardware";
"hlpShowOnlyAlDenteIcon" = "Chi non vorrebbe un bel piatto di pasta nella propria barra del menù in ogni momento?";
"hlpShowBatteryIcon" = "Chi non vorrebbe un bel piatto di pasta nella propria barra del menù in ogni momento?";
"hlpShowPercentage" = "Chi non vorrebbe un bel piatto di pasta nella propria barra del menù in ogni momento?";
"lblCheckAutomatically" = "Controlla Automaticamente";
"txtIntelExplanation" = "Sul tuo MacBook, il limite di carica può persistere quando è questo è spento o in modalità sospensione. Si noti che in questi casi la percentuale può variare di alcuni punti percentuali a causa di limitazioni tecniche.";
"ttlMoreSettings" = "Altro";
"ttlScheduleSettings" = "Programmazione";
"lblSleep" = "Modalità sospensione";
"lblLockScreenWhenClosed" = "Blocca schermo quando Chiuso";
"hlpLockScreenWhenClosed" = "Se abilitato, lo schermo viene bloccato automaticamente quando si chiude il coperchio e si disattiva la modalità di sospensione.";
"lblAutomaticDischarge" = "Scaricamento automatico";
"hlpAutomaticDischarge" = "Quando è abilitato, AlDente scaricherà automaticamente la batteria al valore impostato se la percentuale attuale è più alta.";
"lblCharging" = "Ricarica";
"hlpAutomaticDischargeButton" = "Quando è abilitato, AlDente scaricherà automaticamente la batteria al valore impostato se la percentuale attuale è più alta.";
"ttlGeneralSettings" = "Generali";
"ttlChargeSettings" = "Carica";
"ttlFeatureSettings" = "Caratteristiche";
"ttlAppearanceSettings" = "Apparenze";
"lblMagsafeLED" = "LED MagSafe";
"lblControlMagsafeLED" = "Controlla il LED del MagSafe";
"hlpControlMagsafeLED" = "Quando questa impostazione è attivata, AlDente farà corrispondere il colore del LED del MagSafe allo stato attuale di carica.";
"lblBlinkOrangeDischarge" = "Lampeggia di Arancione quando in scaricamento";
"hlpBlinkOrangeDischarge" = "Quando questa impostazione è attivata, il LED del MagSafe lampeggerà color Arancione mentre la funzione Scaricamento è attivata. ";
"lblMagsafeAlwaysOff" = "Sempre Spento";
"hlpMagsafeAlwaysOff" = "Quando questa impostazione è attivata, il LED del MagSafe rimarrà costantemente spento fintato che AlDente sarà in esecuzione";
"ttlCalibrationNotPossible" = "Calibrazione non possibile!";
"txtCalibrationNotPossible" = "La Modalità Calibrazione è disponibile solo quando il caricatore è collegato.";
"ttlSMCIssue" = "Errore Limite di Carica";
"ttlLowChargeLimitWarning" = "Limite di Carica troppo basso.";
"txtLowChargeLimitWarning" = "Mantenere la batteria a una percentuale bassa per un periodo di tempo prolungato può aumentare la possibilità di errori di calibrazione.\nQuesto può portare a spegnimenti imprevisti del dispositivo.\nIn questo caso, il problema può essere risolto con la Modalità di Calibrazione di AlDente.";
"txtSMCIssue" = "AlDente ha rilevato un problema con macOS che può causare il temporaneo mancato funzionamento del Limite di Carica.\nEseguire le seguenti operazioni per far funzionare nuovamente AlDente:\n1. Scollegare il caricabatterie dalla presa e spegnere il MacBook.\n2. Attendere circa 5 minuti\n3. Accendere il MacBook e collegare il caricabatterie.\nAlDente dovrebbe funzionare nuovamente come previsto.";
"ttlTasks" = "Attività";
"txtTasksIntelMode" = "Pianificazione attività non disponibile in modalità CPU Intel";
"txtTasksNotActivated" = "Ottieni AlDente Pro per sbloccare la Pianificazione attività.";
"txtCreateNewTask" = "Usa il tasto + per aggiungere una nuova attività!";
"txtTask" = "Attività";
"txtStartTasksNext" = "Avvia Attività alla prossima Possibilità:";
"txtTaskHistory" = "Storia Attività";
"ttlName" = "Nome:";
"ttlActive" = "Attiva:";
"ttlAction" = "Azione:";
"txtTopUp" = "Ricarica";
"txtDischargeTo" = "Scarica fino a";
"ttlRepeat" = "Ripetizione:";
"txtDaily" = "Giornaliera";
"txtWeekly" = "Settimanale";
"txtMonthly" = "Mensile";
"ttlStart" = "Avvio:";
"hlpStartTasksNext" = "AlDente non può eseguire attività mentre il MacBook è in stato di sospensione o spento. Se il MacBook era in stato di sospensione o spente mentre doveva essere eseguita un'attività, l'attività verrà eseguita alla successiva accensione.";
"lblHelperInstallError" = "Errore installazione Strumento Assistente";
"txtHelperInstallError" = "Si è presentato un errore durante l'installazione dello Strumento Assistente. Clicca su Avanti per ricaricare il servizio dello Strumento Assistente. Verrà richiesta nuovamente la password.";
"txtInstallHelper" = "AlDente necessita del suo Strumento Assistente per poter funzionare. Procedere all'installazione dello Strumento Assistente.";
"txtHelperInstallSuccessNotification" = "Installazione Strumento Assistente riuscita!";
"txtPause" = "Ricarica in Pausa";
"txtCalibrate" = "Avvia Modalità Calibrazione";
"txtChargeTo" = "Limite carica";
"ttlAlDenteSetup" = "Installazione AlDente";
"txtAlDenteHeadline" = "Benvenuto in AlDente!";
"txtIntro" = "Prima di iniziare, dobbiamo configurare alcune cose.";
"ttlInstallHelper" = "Installa Strumento Assistente";
"txtInstallHelperInfo" = "Per poter controllare il comportamento di ricarica del tuo MacBook, AlDente deve installare uno Strumento Assistente.";
"txtHelperInstalled" = "(Strumento Assistente già installato)";
"ttlOptimisedCharging" = "Ricarica ottimizzata batteria";
"txtOptimisedChargingInfo" = "Per garantire ad AlDente pieno controllo sul comportamento di ricarica del tuo MacBook, la Ricarica ottimizzata della batteria deve essere disabilitata.";
"bpOpenSettings" = "• Apri Impostazioni di Sistema → Batteria";
"bpClickInfoButton" = "• Clicca sul pulsante info a fianco di Stato Batteria";
"bpDisableOptimisedCharging" = "• Disabilita Caricamento Ottimizzato";
"txtDisableOptimisedChargingOld" = "Aprire: Preferenze di Sistema ➔ Batteria ➔ Selezionare Batteria nella barra laterale e disabilitare Caricamento ottimizzato";
"btnOpenSettings" = "Apri Impostazioni";
"ttlCustomiseAlDente" = "Personalizza AlDente";
"txtPresetInfo" = "Come utilizzi il tuo MacBook?";
"btnMostlyHome" = "Prevalentemente a Casa";
"btnOnTheGo" = "In movimento";
"btnSkip" = "Salta";
"ttlSetupModal" = "Questo configura le seguenti impostazioni:";
"bpChargeLimit" = "• Limite di Carica";
"bpLaunchAtLogin" = "• Avvia all'accesso";
"bpSailingMode" = "• Sailing Mode*";
"bpHeatProtection" = "• Protezione termica*";
"bpAutomaticDischarge" = "• Scaricamento Automatico*";
"bpStopChargingWhenSleeping" = "• Interrompi ricarica in Sospensione*";
"bpStopChargingWhenClosed" = "• Interrompi ricarica quando l'app è chiusa*";
"bpHardwareBatteryPercentage" = "• Percentuale Batteria Hardware*";
"ttlProLicense" = "Licenza Pro";
"txtProLicenseInfo" = "Se possedete già una Lucenza Pro, potete attivarla da qui.";
"btnUseFree" = "Usa versione gratuita";
"btnActivatePro" = "Attiva Pro";
"txtOn" = "On";
"txtOff" = "Off";
"txtOnlyInPro" = "* Disponibile solo in AlDente Pro";
"txtEveryWeekday" = "Infrasettimanale";
"txtEvery2Weeks" = "Bisettimanale";
"lblStats" = "Stats";
"lblPowerFlowNotAvailable" = "A causa di limitazioni tecniche, Power Flow non è disponibile su questo sistema.";
"txtPowerFlowFreeExplanation" = "Questi sono solo di dati di esempio a scopo dimostrativo. Acquistate AlDente Pro per ottenere dati in tempo reale!";
"lblShowInPopover" = "Mostra in Popover";
"hlpShowInPopover" = "Se abilitato, questo widget sarà visibile anche nel popover della barra dei menu.";
"lblShowPercentage" = "Mostra Percentuale";
"lblShowBatteryIcon" = "Mostra Batteria";
"lblDischargeLimitToHighNotification" = "Limite di Carica troppo alto";
"txtDischargeLimitToHighNotification" = "Per utilizzare la funzione di scaricamento, è necessario impostare il limite di carica su un valore inferiore alla percentuale attuale della batteria.";
"chkDontAskAgain" = "Non chiedere di nuovo";
"lblLimit" = "Limite:";
"txtAlDenteStatus" = "Stato di AlDente";
"txtMacOSNative" = "macOS Nativo";
"txtMacOSColored" = "macOS Colorato";
"ttlSettingsBackup" = "Un backup delle impostazioni di AlDente Pro è stato trovato. Vuoi procedere a ripristinare questo stato?";
"txtSettingsBackup" = "Ripristina impostazioni Pro?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Impostazioni AlDente";
"txtDontShow" = "Non Mostrare";
"txtDontRepeat" = "Non Ripetere";
"lblIconStyle" = "Stile Icona";
"txtAlDenteIcon" = "Logo AlDente";
"txtEnterTargetPercentage" = "Inserire percentuale obiettivo: ";
"hlpSailingMinPerc" = "Sotto al 20%, AlDente caricherà sempre la tua batteria e la Sailing Mode sarà ignorata.";
"ttlPowerFlow" = "Power Flow";
"chkRembemberDecision" = "Ricorda la mia scelta";
"ttlSensorData" = "Dati dal Sensore";
"ttlBatHealth" = "Salute Batteria";
"txtDesignCap" = "Capacità nativa:";
"txtMaxCap" = "Capacità massima:";
"txtHardwareCap" = "Capacity Hardware:";
"txtMacOSCap" = "Capacità macOS:";
"txtCycleCount" = "Conteggio Cicli:";
"ttlBatSpecs" = "Specifiche Batteria";
"txtBatTemp" = "Temperatura Batteria:";
"txtTimeRemaining" = "Tempo rimanente:";
"txtTimeToFull" = "Tempo rimanente per riempimento:";
"txtBatterySerial" = "Numero di Serie:";
"ttlElectricalSpecs" = "Specifiche Elettriche";
"txtChargerI" = "Corrente del Caricatore:";
"txtChargerU" = "Voltaggio del Caricatore:";
"txtBatI" = "Corrente della Batteria:";
"txtBatU" = "Voltaggio della Batteria:";
"txtSystemP" = "Carico del sistema:";
"txtCalibrationInterrupted" = "La Modalità Calibrazione è stata interrotta.\n Vuoi continuare la calibrazione?";
"txtPopover" = "Mostra in Popover";
"ttlQuitApp" = "Esci da AlDente?";
"txtQuitApp" = "Vuoi uscire da AlDente?";
"txtCondition" = "Condizioni macOS:";
"hlpLowPowerMode" = "La modalità macOS a bassa potenza è attiva.";
"lblLowPowerMode" = "Modalità a bassa potenza";
"lblTopUpWhileCalibrationNotification" = "Attrarsi non possibile.";
"txtTopUpWhileCalibrationNotification" = "L'alto non è possibile mentre una calibrazione è in esecuzione.Si prega di disabilitare la modalità di calibrazione prima di iniziare a ricaricare.";
"txtNothing" = "Fare niente";
"hlpRightClickAction" = "Determina cosa dovrebbe accadere quando l'icona AlDente nella barra dei menu viene cliccata con il pulsante destro del mouse.";
"txtToggleChargeLimit" = "Avvia/Stop Charge";
"txtToggleLPM" = "Abilita/disabilita la modalità a bassa potenza";
"txtRightClickAction" = "Menubar Click destro";
